//标识你感兴趣的至少 5 个周边地点
var locations = [
    {
        title: '清华大学', 
        position: [116.326836,40.00366]
    },
    {
        title: '北京大学', 
        position: [116.31088,39.99281]
    },
    {
        title: '中国人民大学', 
        position: [116.313361,39.970561]
    },
    {
        title: '北京理工大学', 
        position: [116.3152,39.959985]
    },
    {
        title: '首都医科大学', 
        position: [116.352795,39.863488]
    },
    {
        title: '中国农业大学', 
        position: [116.357122,40.005004]
    },
    {
        title: '北京工业大学', 
        position: [116.481706,39.875344]
    },
    {
        title: '北京师范大学', 
        position: [116.365798,39.961576]
    },
    {
        title: '中央财经大学', 
        position: [116.342408,39.959491]
    },
    {
        title: '对外经济贸易大学', 
        position: [116.427721,39.980381]
    },
];
